
function Privacy() {
  return (
    <div className="Privacy">
            <h1>Privacy</h1>
            <p>

Политика конфиденциальности
<h3>1. Введение</h3>

Настоящая Политика конфиденциальности (далее – "Политика") устанавливает правила сбора, хранения, обработки, использования и передачи<br /> персональных данных пользователей (далее – "Пользователи") веб-сайта [название веб-сайта] (далее – "Сайт").

<h3>2. Информация, которую мы собираем</h3>

Мы собираем следующую информацию о пользователях:

Персональные данные, которые Пользователь предоставляет нам самостоятельно, например, имя, фамилия, адрес электронной почты, номер телефона и т.д.
Данные об использовании, которые автоматически собираются при использовании Сайта, например, IP-адрес, тип браузера, операционная система, <br />дата и время доступа к Сайту, страницы, которые посетил Пользователь, и т.д.
Данные из файлов cookie, которые сохраняются на компьютере Пользователя при посещении Сайта.
<h3>3. Как мы используем вашу информацию</h3>

Мы используем вашу информацию для следующих целей:

Предоставление услуг Сайта, например, для обработки заказов, отправки информационных сообщений, поддержки пользователей и т.д.<br />
Улучшение работы Сайта, например, для анализа данных об использовании Сайта и выявления ошибок.<br />
Персонализация контента Сайта, например, для показа Пользователю товаров и услуг, которые могут его заинтересовать.<br />
Отправка рекламных сообщений, например, информации о скидках, акциях и т.д.
<h3>4. С кем мы делимся вашей информацией</h3>

Мы не передаем вашу информацию третьим лицам без вашего согласия.

<h3>5. Защита вашей информации</h3>

Мы принимаем все необходимые меры для защиты вашей информации от несанкционированного доступа, использования, изменения, <br />разглашения, уничтожения или потери.

<h3>6. Ваши права</h3>

Вы имеете право:

Доступать к своей информации.
Требовать исправления или удаления вашей информации.
Ограничивать обработку вашей информации.
Возражать против обработки вашей информации.
Отзывать свое согласие на обработку вашей информации.
<h3>7. Изменения в Политике</h3>

Мы можем вносить изменения в настоящую Политику. О всех изменениях мы будем сообщать вам на Сайте.

<h3>8. Контактная информация</h3>

Если у вас есть какие-либо вопросы по поводу настоящей Политики, вы можете связаться с нами по адресу [адрес электронной почты] или [номер телефона].
            </p>

    </div>
  );
}

export default Privacy;
